{
  "ref": "text-savingthepasttextrestoration",
  "pages": [
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001a         September 9th, 2024          \u001a\u001a               by Stu                 \u001a\u001a                                      \u001a\u001aIn December 2023, I was made aware    \u001a\u001athat a former Habitat user named Wil1 \u001a\u001ahad a website featuring old Habitat   \u001a\u001aimages.                               \u001a\u001a                                      \u001a\u001aIt turns out, these images were taken \u001a\u001afrom 1988-era video footage.          \u001a\u001a                                      \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   1                    ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001aI was shocked that any footage of Hab \u001a\u001ahad survived. Before this, only Keith \u001a\u001aElkin aka CNetRep128 had captured any \u001a\u001alive footage of the place. What were  \u001a\u001athe chances that 35+ years later I'd  \u001a\u001auncover something new?                \u001a\u001a                                      \u001a\u001aSo I got to e-mailing with Wil1 and he\u001a\u001anot only still had the tapes, but he  \u001a\u001awas willing to send them to me for a  \u001a\u001afresh transfer.                       \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   2                    ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001aI'd already been involved with trans- \u001a\u001aferring old game footage in the past, \u001a\u001aso I asked Live Music historian, Nick \u001a\u001aSerra from LiveNirvana.com if he'd be \u001a\u001awilling to transfer this magical find.\u001a\u001a                                      \u001a\u001aNick had previously transferred over  \u001a\u001a10+ hours of Club Caribe footage.     \u001a\u001a                                      \u001a\u001aNick agreed and the remaining pieces  \u001a\u001afell into place.                      \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   3                    ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001aNone of us were prepared for what we  \u001a\u001awere going to see.                    \u001a\u001a                                      \u001a\u001aNot only was there 2+ hours of footage\u001a\u001aof the End of Habitat Pilot Test      \u001a\u001aparty, affectionately dubbed the \"Beta\u001a\u001aBlast\", but 2 more hours of Wil1 in   \u001a\u001ahis turf, going through many back     \u001a\u001aissues of The Rant newspaper and other\u001a\u001amiscellaneous documents.              \u001a\u001a                                      \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   4                    ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001a    We had truly hit the jackpot.     \u001a\u001a                                      \u001a\u001aDocumented here were key events from  \u001a\u001athe Habitat pilot test that were later\u001a\u001areferenced in the influential         \u001a\u001a\"Lessons of Lucasfilm's Habitat\" paper\u001a\u001aby Chip Morningstar and Randy Farmer. \u001a\u001a                                      \u001a\u001aOnly in much greater detail, with     \u001a\u001anames, places, times and dates.       \u001a\u001a                                      \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   5                    ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001a We were able to get the dates for    \u001a\u001awhen certain events happened or when  \u001a\u001aareas of Habitat had opened up to the \u001a\u001apublic.                               \u001a\u001a                                      \u001a\u001a We were able to see a glimpse into   \u001a\u001athe psyche of the Habitat world as it \u001a\u001awas at the time.                      \u001a\u001a                                      \u001a\u001a History long since forgotten had been\u001a\u001areclaimed from the void.              \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   6                    ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001a You are now able to read all of these\u001a\u001aback issues of The Rant and other     \u001a\u001adocuments here in NeoHabitat thanks to\u001a\u001athe hard work of the following people \u001a\u001awho donated their free time and love  \u001a\u001afor this absolutely groundbreaking    \u001a\u001avirtual world service, to ensure that \u001a\u001athese pioneers are never forgotten.   \u001a\u001a                                      \u001a\u001aCredits begin on the next page...     \u001a\u001a                                      \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   7                    ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001a               CREDITS                \u001a\u001a                                      \u001a\u001aRandy Farmer - Without his efforts,   \u001a\u001a NeoHabitat would not exist and you   \u001a\u001a wouldn't be reading this.            \u001a\u001a                                      \u001a\u001aChip Morningstar - Ditto.             \u001a\u001a                                      \u001a\u001aWil1 - Wils ingenuity meant a part of \u001a\u001a the original Habitat was able to be  \u001a\u001a saved for future generations.        \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   8                    ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001aSpindleyQ - He wrote a web based text \u001a\u001a editor that let you overlay screen-  \u001a\u001a shots onto a text window, for        \u001a\u001a accurate transcribing of Habitat text\u001a\u001a and without his contribution, this   \u001a\u001a project would not have been feasible.\u001a\u001a                                      \u001a\u001a It would have taken so much time to  \u001a\u001a transcribe them the old fashioned    \u001a\u001a                 way.                 \u001a\u001a    Special thanks to SpindleyQ!      \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   9                    ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001aNick Serra - Thank you for the tape   \u001a\u001a transfers. Your setup is amazing!    \u001a\u001a                                      \u001a\u001aKate Lawson - Contributed to the cost \u001a\u001a of transferring the tapes, as well as\u001a\u001a some pivotal work with restoring     \u001a\u001a Habitat content from the database    \u001a\u001a backup we have in the archives.      \u001a\u001a                                      \u001a\u001a                                      \u001a\u001a                                      \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   10                   ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001aStu - It is weird to credit myself,   \u001a\u001a but here goes.                       \u001a\u001a                                      \u001a\u001aI found Wil, organised the transfer of\u001a\u001afootage, badgered Spindley to make the\u001a\u001aText editor, then sifted thru it all  \u001a\u001aand transcribed over 400 unique images\u001a\u001ato turn them into Habitat documents.  \u001a\u001a                                      \u001a\u001aIt was a huge project, spanning 10    \u001a\u001amonths, but it was so worth it to me. \u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   11                   ",
    "\r\u001b\u0016SAVING THE PAST - TEXT RESTORATION\u0015\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001aIf you are interested in the          \u001a\u001apreservation of Habitat, Club Caribe  \u001a\u001aor their descendants such as          \u001a\u001aWorldsAway and EC Habitats, I document\u001a\u001amy work on that over at my website:   \u001a\u001a                                      \u001a\u001a      https://renoproject.org         \u001a\u001a                                      \u001a\u001aSign up over there and keep tabs on   \u001a\u001afuture preservation efforts and thank \u001a\u001ayou for reading this. - Stu           \u001a}                            \u001e \u001e       }                              $                            12        \u0014\u001b\u0013        "
  ],
  "title": "Saving the Past - Text Restoration"
}