{
  "ref": "text-02241988-rant-vol2-no7",
  "pages": [
    " RANT     February 24, 1988 AC     RANT \u0011\u0012\u0011\u0012\u0011\u0012 \r\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000e  \u0011\u0012\u0011\u0012\u0011\u0012\u0014\u0013\u0014\u0013\u0014\u0013 \u001a\u0015\u001b\u001b\u001b\u0012 \u0011\u001b\u001b\u001b\u0012 \u0015\u001b\u001b\u001b\u0012 \r\u001b\u0018\u001b\u000e\u0015\u000e \u0014\u0013\u0014\u0013\u0014\u0013 Vol.  \u001a\u001a   \u001a \u0011\u001b\u001b\u001b\u0016 \u001a   \u001a   \u001a  \u001a\u001a   No.   2    \u001a\u0015\u001b\u001b\u0018\u0013 \u001a   \u001a \u001a   \u001a   \u001a  \u001a\u001a    7         \u001a\u0017  \u0014\u001b \u0014\u001b\u001b\u001b\u0017 \u0017   \u0017   \u0017  \u001a\u001a              \u0010\u0018\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f\u001a               \u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f       \t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\tTHE HABITAT WEEKLY\u001f\t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f o Index To This Issue:            Pg  2 o Quests and Contests:            Pg  6 o Dungeon Quest News:             Pg 10 o New Apothecary Interviewed:     Pg 18 o Love $'s Labors Lost:           Pg 30                    1                   ",
    "        FEB. 24, 1988 RANT INDEX        \u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0018\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001bITEM          PAGE \u001a ITEM         PAGE  Phantasy Guild--3  \u001a Antique News--21   Jail Fail-------4  \u001a Amulet Deal---22   'Yer Honor'-----5  \u001a Ecology News--23   Quests/Contests-6  \u001a Psuedo\u001bPods---25   Wealth & Fame---7  \u001a Silent Sci.---27   Rant Contests---8  \u001a Letters-------28   Dungeon Kills--10  \u001a Last Love $---31   Quest Warning--11  \u001a Habitours-----32   Dungeon News---12  \u001a Business Page-33   Advertisement--17  \u001a Rant Policies-34   Interview------18  \u001a RANTpage------36   \u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0017\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b                   2                    ",
    "\r\u0018\u000e\u000e\r\u0011\u0012  \r\u0012\u000e\r\u0011\u0012\u0018\u0012\r\u0018\u000e\u0011\u0012\u0011\u0012\u000e\r  \u0011\u0012\u000e\r \u0018 \u000e \r\u0012  \u001a \u0015\u0016\u0015\u000f  \u0015\u0013\u0015\u0016\u0011\u0016\u001a\u001a \u001a \u0011\u0016\u0014\u0012\u0014\u0016  \u001a\u000e\u001a\u001a \u001a \u001a \u001a\u001a  \u0017 \u000f\u0010\u0014\u0013  \u0017 \u000f\u0010\u0014\u000f\u000f\u0010 \u0017 \u0014\u000f\u0014\u0013\u0014\u000f  \u0014\u0013\u0014\u0013 \u0017 \u0010\u000f\u0010\u0013             ADVENTURER'S PAGE           Every adventurer should set up a box    that contains the essentials elements ofAdventuring. Here are a few from our ownlist:                                   1) ESCAPE DEVICE      2) COMPASS        3) TORCH/FLASHLIGHT   4) WEAPON         5) PAPER for MAPPING  6) EMPTY BOX                                              The weapon is not optional since the    wilds are less safe than our fair city. The empty box is used to carry treasure!                   3                    ",
    "       \f\u001b\u001fRAOULTFOOL SURRENDERS\f\u001b\u001f      Weds, Feb 17, 1988 AC: Sheriff Gary M   decided not to arrest thief and murdererRaoultfool on the grounds that there wasno place the Sheriff could hold him.       The Sheriff reportedly said that the jail wasn't designed by the Oracle to   keep people in. Raoul said he was volun-teering for jail but there was still no deal. When asked why the jail was made  this way, The Oracle replied, \"Look, I  could give you some 'Verily-I-Sayeth-AllAvatars-Hear-Me' mumbo jumbo but really kiddo the truth is that it is none of   your beeswax.\"        -Caterwaul-                         4                     ",
    " SELF-APPOINTED 'JUDGE' NOW MAKING HIM-   SELF A ONE-MAN HABITAT 'LEGISLATURE'                            -Cimaron       In mail to THE RANT, CLB contened that  \"Habiside has been ruled as illegal by  the Chief Habijudiciary, me...\" The     'judge' as he calls himself also said,  \"Attempted Killing, I hate bad shots,   ruled illegal, only success can be      rewarded, beside dead men shouldn't     tell tales!\" When informed that he was  not a real judge and that judges don't  make laws in any case, CLB muttered,    \"More will be released as I think of    them.\" Mail was signed:'Habijudge CLB.'                    5                   ",
    "\r\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0016QUEST & CONTEST INFO\u0015\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000e\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0017\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0017\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u001a\u001a-Dungeon Of Death: News Begins Pg.10\u001a\u001a\u001a\u001a                                    \u001a\u001a\u001a\u001a-2000$ Treasure Hunt: Mail to JoeyT1\u001a\u001a\u001a\u001a                                    \u001a\u001a\u001a\u001a-Money Tree: Fork off Forest (Woods)\u001a\u001a\u001a\u001a                                    \u001a\u001a\u001a\u001a-Tome of Wealth & Fame: Page 7      \u001a\u001a\u001a\u001a                                    \u001a\u001a\u001a\u001a-Lost and Spotter Contests: Pg.8 & 9\u001a\u001a\u001a\u001a                                    \u001a\u001a\u001a\u001a-Death's Lair:  Coming Soon.        \u001a\u001a\u001a\u001c\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001c\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                   6                    ",
    "\r\u0018\u000e\u0011\u0012\u0011\u0018\u0012\u0011\u0012 \u0011\u0012\r\u000e \u000e \r\u0011\u0012\u0011\u0012\u000e \r\u0018\u000e\u000e\r  \u0011\u0012\u0018\u0012\r\u0012   \u001a \u001a\u001a\u001a \u001a\u0015\u000f \u001a\u001a\u0015  \u001a\u001a\u001a\u0015 \u0011\u0016\u001a  \u001a \u0015\u0016  \u0011\u0016\u001a\u001a\u001a\u001a   \u0017 \u0014\u0013\u000f \u0010\u0014\u0013 \u0014\u0013\u0017  \u0014\u0017\u0013\u0014\u0013\u0014\u000f\u0010\u000f \u0017 \u000f\u0010  \u0014\u000f\u000f\u0010\u0010\u0013  \r\u001b\u001b\u001b\u001b\u001b\u001b\u000e \r\u000e\u0011\u0012\u0011\u0018\u0012\u0011\u0012 \u0011\u001b\u0012\u000e\r\u0011\u0012\u0011\u0012\r\u0018\u000e \r\u001b\u001b\u001b\u001b\u001b\u001b\u000e\u001a\r\u001b\u001b\u001b\u001b\u000e\u001a \u0015 \u0011\u0016\u001a \u001a\u0015\u000f \u001a \u001a\u001a\u001a\u0015\u000f\u0014\u0012 \u001a  \u001a\r\u001b\u001b\u001b\u001b\u000e\u001a\u001a\u001aHIDE\u001a\u001a \u0017 \u0014\u000f\u000f \u0010\u0014\u0013 \u0014\u0019\u0013\u0014\u0013\u0014\u0013\u0014\u0013 \u0017  \u001a\u001aFIND\u001a\u001a\u001a\u0010\u001b\u001b\u001b\u001b\u000f\u001a            \u0014           \u001a\u0010\u001b\u001b\u001b\u001b\u000f\u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u000f~\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u000f\r\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000e\u001a The object of the quest is to find   \u001a\u001a the tome and hide it again. The prize\u001a\u001a gets bigger the longer the tome isn't\u001a\u001a found. Skyline hid the tome last.    \u001a\u001a                                      \u001a\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                    7                   ",
    "  \r\u0018\u000e\u000e\r\u0011\u0012  \u000e \u0011\u0012\u0011\u0012\r\u0018\u000e  \u0011\u0012\u0011\u0012\u0018\u0012\r\u0018\u000e\u0011\u0012\u0011\u0012\r\u0018\u000e     \u001a \u0015\u0016\u0015\u000f  \u001a \u001a\u001a\u0014\u0012 \u001a   \u001a \u001a\u001a\u001a\u001a \u001a \u0015\u000f\u0014\u0012 \u001a      \u0017 \u000f\u0010\u0014\u0013  \u0010\u000f\u0014\u0013\u0014\u0013 \u0017   \u0014\u0013\u0014\u0013\u000f\u0010 \u0017 \u0014\u0013\u0014\u0013 \u0017     500$     JeffG2 WINS AGAIN!     500$                                             Ace reporter ICwhatUmin 'lost' an       item. Avatars finding stray objects     were asked to contact ICwhatUmin.       The avatar finding IC's lost goods      would win 500$. Last week JeffG2 was    the winner; he found a body sprayer     in City Hall. This week JeffG2 won      again. He found IC's bag of juggling    balls in QUIZ SHOWS INC. IC's items     are now found and the contest ended.                     8                   ",
    "\u0018\u0012\u0011\u0012\u0018\u0012\r\u0018\u000e  \u0011\u0012\r\u0012\u0011\u0012\r\u0018\u000e\r\u0018\u000e\u0011\u0012\u0018\u0012  \r\u0012\u0018\u0012\u0018\r\u000e\u0011\u0012\u0011\u0012\u001a \u0011\u0016\u001a\u001a \u001a   \u0014\u0012\u0015\u0013\u001a\u001a \u001a  \u001a \u0015\u000f\u001a   \u0015\u0013\u001a \u001a\t\u000b\u0015\u000f\u0014\u0012\u0017 \u0014\u000f\u000f\u0010 \u0017   \u0014\u0013\u0017 \u0014\u0013 \u0017  \u0017 \u0014\u0013\u0017   \u0017 \u0017 \u0017\u0010\u000f\u0014\u0013\u0014\u0013 NEWEST WINNERS IN 100$ SPOTTER PRIZES   \u0011\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0012  \u001a Nova C       Snickers    JerryB10  \u001a  \u001a       Mariya        HilBily        \u001a  \u001a100$ will be added to your account! \u001a  \u0014\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0013  During the week our computers random-   ly pick avatars simply for being here   in HABITAT and being \"spotted\". If The  RANT computers spot you around town,    you'll be included in the drawing of    five names...each will win 100 $okens.                     9                   ",
    "  DUNGEON OF DEATH KILLS MANY AVATARS   DEATH CHANGES RECORDS (* Denotes change)                   }FEB 19TH  }FEB 20TH Wealthiest......... RJScott    RJScott  Longest Lived...... RJScott    RJScott  Traveled the Most.. RJScott    RJScott  Most Times Killed.. Caterwaul  CaterwaulMost Kills......... Eric      *Death tm Biggest Thief...... Belgar     Belgar   Most Cowardly...... Bahia     *Osgood   Teleport Addict.... Becky      Becky    Most Active........ MaryannL  *GM ShiftyMost Outspoken..... Becky      Becky    Biggest Chameleon.. Ariana1    Ariana1  Most Expressive.... Osgood     Osgood                      10                   ",
    "         DUNGEON OF DEATH WARNING         \u0011\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0012\r\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b  \u001aAvatars lose valuables\u001a\u001a  DEATHS DOOR  \u001awhen they die and many\u001a\u001a  LOST-N-FOUN  \u001ahave died in Dungeon. \u001a\u0010\u0018\u001b\u0018\u001b\u001b\u001b\u0018\u001b\u001b\u001b\u0018\u001b\u001b  \u001aEscape device useful! \u001a \u001a \u001a   \u001a   \u001a    \u0014\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0012\u0011\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0013 \u0015\u001b\u0017\u001b\u0018\u001b\u0017\u001b\u0018\u001b\u0017\u001b\u0018                \u001a\u001a         \u001a   \u001a   \u001a   \u001a  Avatars must  \u001a\u001a  \u0014\u0014\u0014\u0014\u0011  \u0015\u001b\u0018\u001b\u0017\u001b\u0018\u001b\u0017\u001b\u0018\u001b\u0017Work as a team  \f\u000b  \t\u000b\u0012 \u0011\u0012 \u001a \u001a   \u001a   \u001a  to defeat Death! \f\u0011\u001b\u000b'  \u0011\u0013 \u0015\u001b\u0017\u001b\u0018\u001b\u0017\u0018\u001b\u001b\u0017\u001b\u0018Enter by Back 40. \u0014\u0012     \u001a \u001a   \u001a  \u001a````\u001aLearn form others  \u0014\u0013   \t\u0013 \u0015\u001b\u0018\u001b\u0017\u001b\u0018\u0016````\u0015(stories follow)    \u0014\u001b\u0018 \u001a  \u001a \u001a   \u001a\u001a````\u001aand good luck!       \u0011\u0016 \u0010\u001b\u0012\u0010\u001b\u0017\u001b\u001b\u001b\u0017\u0016````\u0015                  11                    ",
    "\r\u0012\u000e\r \u0018\u0012\u0011\u0012\u0011\u0012\u0011\u0012\u0018\u0012   \u0011\u000e\u000e\r\u0011\u0012\u0011\u0012\r\u0018\u000e  \u0018\u0012\u0011\u0012\u000e \r\u0011\u0012\u001a\u001a\u001a\u001a \u001a\u001a\u001a\u000e\u0015\u000f\u001a\u001a\u001a\u001a   \u0014\u0016\u001a\u001a\u0015\u000f\u0014\u0012 \u001a   \u001a\u001a\u0015\u000f\u001a\u001a\u001a\u0014\u0012\u0010\u0013\u0014\u0013 \u000f\u0010\u0014\u0013\u0014\u0013\u0014\u0013\u000f\u0010    \u0010\u0014\u0013\u0014\u0013\u0014\u0013 \u0017   \u000f\u0010\u0014\u0013\u0014\u0017\u0013\u0014\u0013  DEATH, who has terrorized Populopolis Avatars for months, himself became a    crime victim during the adventure in hisDungeon.                                  DEATH succeeded in trapping four      Avatars in an exitless cavern. Two      succeeded in escaping, but DEATH shot   and killed a third. Apparently wounded, DEATH vanished before he could harm the last Avatar, leaving his elephant gun   on the cavern floor. The unidentified                                                              12                   ",
    "\r\u0012\u000e\r \u0018\u0012\u0011\u0012\u0011\u0012\u0011\u0012\u0018\u0012  \u0011\u000e\u000e\r\u0011\u0012\u0011\u0012\r\u0018\u000e  \u0018\u0012\u0011\u0012\u000e \r\u0011\u0012 \u001a\u001a\u001a\u001a \u001a\u001a\u001a\u000e\u0015\u000f\u001a\u001a\u001a\u001a  \u0014\u0016\u001a\u001a\u0015\u000f\u0014\u0012 \u001a   \u001a\u001a\u0015\u000f\u001a\u001a\u001a\u0014\u0012 \u0010\u0013\u0014\u0013 \u000f\u0010\u0014\u0013\u0014\u0013\u0014\u0013\u000f\u0010   \u0010\u0014\u0013\u0014\u0013\u0014\u0013 \u0017   \u000f\u0010\u0014\u0013\u0014\u0017\u0013\u0014\u0013 Avatar immediately seized the weapon andwas subsequently rescued by another     Avatar who possesses an escape device   that will send OTHERS home.               The Avatar demanded a ransom for the  return of the gun, and DEATH, unwilling to have the weapon circulating among a  combatant populace, paid the exorbitant demands. It is rumored that the ransom  was $1,000,000, but DEATH refused to    comment. The Book of Records does not   show an avatar of that wealth.-Chameleon                  13                    ",
    "  SEARCH PARTY RESCUES TRAPPED AVATARS       Danger in the Dungeon of Death                                               At the request of RJHermit, a fearlessexpeditionary force composed of Doug Ba,GoldenWolf, and Chameleon set out in    search of Ironworker, who was trapped inan escape-proof cave in the Dungeon of  Death. Along the way, they found MsB,   who was lost, and escorted her to the   exit. After discovering Death's Door,   Doug Ba mysteriously vanished, leaving  GoldenWolf and Chameleon to join up withRJHermit at the weapons Vendo in the                                                               14                   ",
    "\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0018\u0013\u0018\u0012\u0011\u0012\u0011\u0012\u0011\u0012\u000e\r\u0011\u0012\u0014\u0018\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0018\u0013 \u001a \u0015\u000f\u0014\u0012\u001a \u001a\u001a\u0015\u000f \u0014\u0018\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0013  \u0017 \u0014\u0013\u0014\u0013\u0014\u0013\u0014\u0013\u0014\u0013  \u0014\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001bcavern. Ironworker wasn't able to direct them to his prison cell. He and Wil1   had pulled the same switch on a cave    wall, but Wil1 arrived at Shadow's Abodewhile Ironworker found himself trapped.   During the search, the group stumbled on JerryB10, also trapped in an escape  proof cell. As were RJHermit, GoldenWolfand Chameleon, when they arrived. Havingonly three escape devices among them,   the group devised an ingenious strategy.                                                           15                   ",
    "\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0018\u0013\u0018\u0012\u0011\u0012\u0011\u0012\u0011\u0012\u000e\r\u0011\u0012\u0014\u0018\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0018\u0013 \u001a \u0015\u000f\u0014\u0012\u001a \u001a\u001a\u0015\u000f \u0014\u0018\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0013  \u0017 \u0014\u0013\u0014\u0013\u0014\u0013\u0014\u0013\u0014\u0013  \u0014\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b  RJHermit gave JerryB10 an escape de-  vice and escaped himself with another.  The plan was for GoldenWolf to hold     Chameleon's belongings, shoot her, use  his own  escape device, and meet the    resurrected Avatar at Law to return her goods. It was at this point that DEATHtmintervened. He shot and killed Golden-  wolf, but was himself mortally wounded  by the gallant turkey.                    Mishka soon rescued Chameleon with hisall-purpose escape device.                                 16                   ",
    "GRAND OPENING: COMMERCE AVE AND MAINE ST             \r\u001b\u001b\u000e   \r\u001b\u001b\u000e\u0011\u001b\u001b\u001b\u001b\u0012           PILL PRICES \u0014\u0012\u0011\u0013   \u0010\u0012\u0011\u000f\u0010\u000e3X\r\u000f Discounts Darkening-100\u001a\u001a     \u001a\u001a \u0011\u000foo\u0010\u0012 on Multi- Healing-800\u0011\u001b\u0013\u0014\u001b\u0012  \u0011\u0013\u0014\u0012\u001aoooo\u001a   paks.   Poison-500 \u001a\r\u001b\u001b\u000e\u001a  \u001a``\u001a\u001aoooo\u001a -CONTACT- Combopak(1 \u001a\u001aRx\u001a\u001a  \u001a``\u001a\u001aoooo\u001a Aggie or  of each)\r\u001b\u001b\u0017\u0017\u001b\u001b\u0017\u0017\u001b\u001b\u0017\u001b\u001b\u0017\u0017\u001b\u001b\u001b\u001b\u0017\u000e The Wall for 1200\u0010\u0018\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0018\u000f                   \u001a\u000e \r\u0011\u0012\u000e \u000e  \r\u0012\u0018\u0012\u000e\r\u0011\u0012\u001a          \u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0016\u001a\u001a\u001a\u0015\u0016\u001a \u001a  \u001a\u001a\u001a \u001a\u001a\u001a\u0018\u0015\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b          \u001a\u0014\u0017\u0013\u000f\u0010\u0010\u000f\u0010\u000f \u0010\u0013\u0017 \u0014\u0013\u0014\u0013\u001a                    \u001aRestore Thy Health\u001a                    \u001a Or Kill Thyself! \u001a                    \u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                               17                 ",
    "\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0016THE WALL: Apothecary\u0015\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0019\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001bQ:Why did you decide to open up your new  Commerce Ave drugstore?                                                       A:I was shot by another avatar and      although I managed to escape with my    life, my health was diminished.  It was then that I realized that a healing     potion of some sort would come in handy but there was no place to buy one.      \u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0018\u001b\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u0017\u0018\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017\u001b\u0017                  18                    ",
    "        INTERVIEW WITH THE WALL                                                 Q:What products will you offer at your    drugstore?                                                                    A:We are selling healing pills as well  as poisons and other medicinals. Our    research and developement team is busy  working around the clock.                                                       Q:Do you think you will be able to        compete with the Vendos?                                                      A:I think the business will do better   than the \"Vendroidian\" businesses that                    19                    ",
    "        INTERVIEW WITH THE WALL                                                 dominates Populopolis at the moment. At least our staff smiles! :D              Q: Do you think your business will      suffer with the lack of diseases in     Habitat?                                A: I don't think there is a lack of     diseases in Habitat.  I had the dreaded \"tentaclitis\" a couple weeks ago and my partner AGGIE contracted the \"cootie\"   disease at the first R&R.  With the     rising crime rate, I think most of our  business will be healing potions.                          Interviewer:Caterwaul                 20                     ",
    " \u0011\u0012\u0018\u0012\r\u0018\u000e\u0018 \u0011\u001b\u0012\u000e\r\u0011\u0012  \u0018\u0012\u0011\u0012\r\u0012\u0018\u0012\u0011\u0012\r\u0012\u000e\r\u0011\u0012\u0011\u0012\r\u0012  \u0011\u0016\u001a\u001a \u001a \u001a \u001a \u001a\u001a\u001a\u0015\u000f  \u001a \u0015\u000f\u0015\u0013\u001a \u001a\u001a\u001a\u001a\u001a\u001a\u001a \u0015\u000f\u001a\u001a  \u0014\u000f\u000f\u0010 \u0017 \u0017 \u0014\u0019\u0013\u0014\u0013\u0014\u0013  \u0017 \u0014\u0013\u0017 \u0017 \u0014\u0013\u0010\u0013\u0014\u0013\u0014\u0013\u0014\u0013\u0010\u0013                \r\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000e  -ICwhatUmin                 \u001a\r\u001b\u001b\u001b\u001b\u001b\u001b\u000e\u001a                  \r\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u000f\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000e      \u001a\r\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000e\u001a      \u001a\u001aBriefcases, once sold in the  \u001a\u001a      \u001a\u001aearly days of the HABITAT Uni-\u001a\u001a      \u001a\u001averse, have been returned to  \u001a\u001a      \u001a\u001avendroid machines. Antique ex-\u001a\u001a      \u001a\u001aperts are claiming fraud since\u001a\u001a      \u001a\u001athe attache case, once a rare \u001a\u001a      \u001a\u001acollectable, is now uniquitous\u001a\u001a   \u001b\u001b\u001b\u000f\u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f\u0010\u001b\u001b\u001b                    21                  ",
    " \r\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000e  \u001aMAGIC ITEM CHANGES AVATARS TO SQUID \u001a  \u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f    The Tentacle Amulet, previously the  property of Chameleon, Avatar at Law,   is under new ownership this week, the   result of a takeover bid involving many heads and a lifetime collection of      Rants.                                     Although not a member of the Holy    Order of the Walnut, Chameleon used the Amulet only for the greater good of     Avatardom, turning thieves into vile    slugs. The new owner, as yet unnamed,   has sworn an oath to do the same.                          22                   ",
    "     SHORELIFE DRYDOCKED                \u001f\t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\t\u001f\r\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b\f\u000b -GM Shifty   Uncontrolled havesting of water beastshas resulted in the disappearance of theentire local sealife from the shores of The Beach. \"The blatant disregard for   New Marin's delicate ecology must be    checked before we are visited with dis- aster\" said a spokesman of the New MarinMariners' Club. The Club has petitioned The Oracle for the appointment of a GameWarden. Apparently the entire populationof local sealife now hangs as decorationon a wall in Rhonda's Seaside Rhesort.                    23                    ",
    "         MONEY TREE IN DANGER    -NoelC-New ammunition has been provided in the 'Door Battler Wars'. Currently some ava-tars are waging a verbal and portal war on the issue of keeping doors opened or closed. The 'Closers' gained an opening in the vocal battle by quoting an envi- ronmental report. The report confirms   that open doors have raised temperaturesto a point where certain trees have the symptoms of Bleenquit's Blight which is particularly deadly for Money Trees. The'Openers' are bowed but not broken. Theyare keeping a foot in the door despite  a lawsuit filed by Tivoli's Garden Club.                   24                   ",
    "\u0015\u0016oly \u0015\u0016ydrangeas \u0015\u0016ave \u0015\u0016idden \u0015\u0016ikers!                                                                    -Chameleon-    A long-standing POPtown mystery was  solved this week when a clandestine     observer reported movement of the Holy  Hydrangeas at the Holy Walnut's Chapel. Although all the Holy Hydrangeas were   present and accounted for, the often    vandalized floral offerings had changed position. It was very late at night, andall other avatars were asleep in their  turves. Unlike the constantly moving    plants on Outamy Way, the Hydrangeas ap-pear to be animated by shy psuedo-pods.                    25                   ",
    " \u001aFOUNTAIN JOINS PERAMBULATING OBJECTS\u001a  \u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                         -Chameleon-        The Oracle's Fountain in the downtownPopulopolis plaza waltzed a few yards tothe right. Pilgrams in search of boons  from The Oracle were startled to see thethe fountain was not in its usual site  near the flag pole, but had moved as farfrom the flagpole as possible. Experts  are investigating two theories. One is  that the Flagpole (hewn from the first  money tree) has budged as a result of   Bleenguit's Blight. The other is that   the psuedo-pods have moved the fountain.                   26                   ",
    " \u0011\u0012\u0011\u0012\u0018\u0011\u0012\u0018\u0012\u0011\u0012\u0011\u0012  \u000e\r\u0011\u0012\u0018\u0012\u0011\u0012\u000e\r\u0011\u0012 \u0014\u0014\u0011\u0012\u0018\u0012\r\u0018\u000e\u0013\u0013 \u0014\u0012\u001a \u001a\u0015\u000f\u001a\u001a\u001a \u0015\u000f  \u001a\u001a\u0015\u000f\u001a \u0014\u0012\u001a\u001a\u0014\u0012   \u0011\u0016\u001a  \u001a    \u0014\u0013\u0014\u0013\u0017\u0014\u0013\u000f\u0010\u0014\u0013\u0014\u0013  \u0014\u0013\u0014\u0013\u0017 \u0014\u0013\u0014\u0013\u0014\u0013   \u0014\u000f\u0017  \u0017                              -ICwhatUmin  Scientist Dr. Mad claims that his dis-  covery of unlistening, called \"Efftoo\", has been spreading musical silence. RANTMusic Critic Sir Jon responded by saying\"Not listening to the Celestial Music   could be dangerous! We might cause a    cosmic imbalance.\" Dr. Mad was contactedat his laboratory but would not comment on Sir Jon's claim. The eccentric Doctordeclared that he was busy developing hiscanine robots to rid POP of doglessness.                    27                  ",
    "Letter to the Editors-----\"Noisy Knight\"                                        The Editors:                            We at the Loud table would like to be   the first (and loudest) to protest the  firing of OSGOOD as Rant editor. It's a shame in these trying times when a true Avatar like OSGOOD can be wasted insteadof having his talents fully used. We areAppalled!                                                                                 -Sir IC, The Loudest Knight                                                                                                                                              28                   ",
    "Letter to The Editors-------\"Stuck Duck\"                                        The Editors:                              The Oracle and his minions have done  it to us again. For months now, I've    tried to teach my rubber duckies (both  colors) to swim. I've tried to throw    them in ponds, puddles and the ocean.   Thinking that they might be big-city    duckies, I took them to the hot tubs at Sandy's Spa. But they refuse to go in   the water. It's obvious that the oracle (note lower case) is selling us a cat induck feathers! I intend to file a class action bathing suit...Chameleon                            29                   ",
    "Letter to The Editors--------\"Love Lost\"                                        The Editors:                                                                    I just read with interest your adver-   tising information in the RANT.  One canpurchase a full-page ad for $500, but   a full page love message costs $700.    This is outrageous!  A full page is a   full page. Readers of the world unite;  you have nothing to lose but your tokens         ...Concerned Consumer, Chris NHREPLY:                                        In order to correct this dilema wewill abolish Love $'s effective today.                     30                   ",
    "\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001c\u001c  Love $  \u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001c   From   \u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u001cElven Mist\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u0011\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0012\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001aWith My Love\u001a\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001c\u001a Forever To \u001a\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001d\u001d\u001c\u001c\u001c\u001c\u001a ICwhatUmin \u001a\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001d\u001d\u001d\u001c\u001c\u001c\u001c\u001c\u0014\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0013\u001c\u001cThe\u001cLast\u001cLove$\u001c\u001c\u001c\u001d\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c\u001c                   31                   ",
    " \u0011\u001b\u001b\u001b\u0012  GHOST UP AND TOUR AROUND  \u0011\u001b\u001b\u001b\u0012  \u001a OO\u001a                            \u001aOO \u001a  \u0014\u0012.\u0011\u0013      * AN INVITATION *     \u0014\u0012.\u0011\u0013 \u0011\u001b\u0013\u0011\u0013                              \u0014\u0012\u0014\u0012 \u0015\u001b\u001b\u0013                                \u0014\u001b\u0016 \u001a       Join HABItours to be held     \u001a         each week for the benefit               of every avatar, especially             new avatars. Tours start at             the famed Popuhouse apart-              ment complex and include                many points of interest to              all. Due to space limits,               please come in ghost form.              TOURS ARE SUNDAYS-10:00pm.                          32                  ",
    "     \u000e \u000e\r\u0011\u0012\u0018 \u0018\u0012\u0011\u0012\u0011\u0012\u0011\u0012  \u0018\u0012\u0011\u0012\u000e \r\u0011\u0012             \u0015\u0012\u001a\u001a\u0014\u0012\u001a \u001a\u001a\u0015\u000f\u0014\u0012\u0014\u0012  \u001a\u001a\u0015\u000f\u001a \u001a\u0014\u0012             \u0010\u0013\u0014\u0013\u0014\u0013\u0017 \u000f\u0010\u0014\u0013\u0014\u0013\u0014\u0013  \u000f\u0010\u0014\u0013\u0014\u0017\u0013\u0014\u0013          BUSINESS RENT COSTS FORCE AVATARS TO              WORK OVERTIME    -ICwhatUminAttorney Chameleon is typical of those  trying to meet high rents. She recently added real estate sales to her list of  jobs in an effort to meet the financial drain of office rent. Said Chameleon,   \"We have major law clients who have not paid the fees, so we must diversify to  pay our weekly lease.\" In addition to   legal and real estate services, she has relied on freelance writing for income.                   33                    ",
    " \r\u001b\u001b\u0018\u0018\u001b\u001b\u001b\u0018\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0018\u001b\u001b\u001b\u0018\u0018\u001b\u001b\u000e  \u001a\r\u000e\u001a\u0014\u001b\u001b\u0012\u0014\u0012 THE RANT AD FEES \u0011\u0013\u0011\u001b\u001b\u0013\u001a\r\u000e\u001a  \u001a\u0014\u0013\u0015\u001b\u001b\u001b\u0017\u001b\u0017\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0017\u001b\u0017\u001b\u001b\u001b\u0016\u0014\u0013\u001a  \u0015\u001b\u001b\u0013  Full-Page Ad----------500$  \u0014\u001b\u001b\u0016  \u0015\u001b\u0018\u00121/2 Page Ad (5-6 lines)-300$  \u0011\u0018\u001b\u0016  \u001a\u0011\u0016\u0014\u001b\u000e1/3 Page (1-4 lines)--200$\r\u001b\u0013\u0015\u0012\u001a  \u001a\u001a\u001a\u0011\u0012\u0014\u000e  Non-profit and Bulk   \r\u0013\u0011\u0012\u001a\u001a\u001a  \u0015\u0013\u001a\u0010\u000f \u0014\u001b\u001b\u0012 Rates negotiated.\u0011\u001b\u001b\u0013 \u0010\u000f\u001a\u0014\u0016  \u0015\u001b\u0017\u001b\u001b\u0018\u001b\u001b\u001b\u0017\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u0017\u001b\u001b\u001b\u0018\u001b\u001b\u0017\u001b\u0016  \u001a\u0011\u001b\u001b\u0012\u001a All text must be sent via\u001a\u0011\u001b\u001b\u0012\u001a  \u001a\u001a\u0015\u0016\u001a\u001a H-Mail to THE RANT & must\u001a\u001a\u0015\u0016\u001a\u001a  \u001a\u0014\u001b\u001b\u0013\u001a use a top margin of the  \u001a\u0014\u001b\u001b\u0013\u001a  \u0015\u001b\u001b\u001b\u001b\u0013 address plus 1 blank line\u0014\u001b\u001b\u001b\u001b\u0016  \u001aand a bottom margin of 2 blank lines\u001a  \u0010\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u001b\u000f                    34                   "
  ],
  "title": "The Rant - Volume 2 - Number 7 - 02/24/1988"
}