<html>
<!-- This file was auto-generated. "make pages" from /db to regenerate everything -->
<title>The Rant - Volume 0 - Number 1 - 1988 - Special Edition</title>
<link rel="stylesheet" href="charset/charset.css" type="text/css" charset="utf-8"/>
<body>
<pre>
             SPECIAL EDITION            
Volume 0         1988 AC         Issue 1
         &#209;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#210;         
 &#209;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#214; &#213;&#219;&#210;  &#209;&#219;&#210;  &#213;&#219;&#210; &#205;&#219;&#216;&#219;&#206;&#213;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#210; 
&#209;&#215;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#214; &#218; &#218;    &#218;  &#218; &#218;   &#218;  &#213;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#215;&#210;
&#218;Welcome &#218; &#213;&#216;&#211;  &#209;&#219;&#214;  &#218; &#218;   &#218;  &#218; Welcome&#218;
&#218;  To    &#218; &#218;&#212;&#210;  &#218; &#218;  &#218; &#218;   &#218;  &#218;   To   &#218;
&#218;HABITAT &#218; &#215; &#215;  &#212;&#219;&#215;  &#207; &#208;   &#215;  &#218; HABITAT&#218;
&#208;&#216;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#214;                    &#213;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#216;&#207;
 &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#214; THE HABITAT WEEKLY &#213;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207; 
         &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;         
 o Use NEXT to go forward one page.     
 o Use BACK to go back one page.        
 o Use PAGE # to go to a specific page. 
 o Use QUIT to stop reading the RANT.   
                    1                   

</pre>
<pre>
                CONTENTS                
&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#216;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;
Item           Page&#218;Item            Page
                   &#218;                    
Welcome-----------3&#218;Public Service----19
Turf's Up---------4&#218;Employment--------20
What's Next?----- 6&#218;Quests/Contests---21
Money Tree Quest-10&#218;Habitat Graphics--22
People-----------12&#218;Tips -------------23
Places-----------15&#218;Rant Policies-----28
Things-----------17&#218;Masthead----------29
&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#215;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;
Note: Where "MANUAL" is mentioned it   
refers to THE OFFICIAL AVATAR HANDBOOK.*
Use NEXT to go to WELCOME or pick PAGE#
                   2                    

</pre>
<pre>
&#209;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#214;&#218;&#206; &#205; &#209;&#210; &#206; &#209;&#210; &#209;&#210; &#209;&#216;&#210; &#209;&#210;&#218;&#213;&#219;&#219;&#219;&#219;&#219;&#219;&#210;
&#218;       &#218;&#218;&#218; &#218; &#213;&#207; &#218; &#218;  &#218;&#218; &#218;&#218;&#218; &#213;&#207;&#218;&#218;      &#218;
&#218; RANT  &#218;&#218;&#212;&#215;&#211; &#212;&#211; &#208; &#212;&#211; &#212;&#211; &#207; &#208; &#212;&#211;&#218;&#218; RANT &#218;
&#218;       &#218;&#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;&#218;      &#218;
&#218;       &#212;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#211;      &#218;
&#218;        GREETINGS FELLOW AVATAR!      &#218;
&#218;  The Habitat Weekly Rant welcomes you&#218;
&#218;to your new life as an avatar. We hope&#218;
&#218;you find this Special Edition Rant    &#218;
&#218;helpful in making your first steps in &#218;
&#218;the world. This free issue is given to&#218;
&#218;you at great expense. Of course we do &#218;
&#218;count on you buying your next Rant.   &#218;
&#218;Business is business even in HABITAT. &#218;
&#212;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#211;
                    3                   

</pre>
<pre>
          &#205;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#206;               
          &#218;  YOUR TURF  &#213;&#206;              
          &#208;&#216;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;&#218;              
           &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;              
                                        
 Either you are in your turf now or you 
 are a mover. Each avatar's turf has a  
 few basic items like furniture and a   
 (very basic) door. In "What's Next"    
 we refer to using your door for going  
 out and about. Before you move too far 
 it might be helpful to try a few moves 
 right in your turf. Some furniture will
 let you put objects in it for storage. 
 One item of furntiure, a chair, will   
                   4                    

</pre>
<pre>
           &#205;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#206;                
           &#218; YOUR TURF &#213;&#206;               
           &#208;&#216;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;&#218;               
            &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;               
also allow you to sit in it. If you sat 
in a chair, we hope you were comfy and  
that you read about sitting -- page 15  
of the Manual -- as chairs are tricky.  
TIPS (for sitting and other problems)   
are farther along in this issue. You    
don't really need a chair to sit. Point 
the cursor at your body and choose GO.  
Use GO on your body again to stand. Try 
GO on your head, it's different. See    
Manual page 14 for more on posture.     
                   5                    

</pre>
<pre>
         &#212;&#206;   WHAT'S NEXT?  &#205;&#211;          
          &#212;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#211;           
Soon you'll finish checking out your    
turf: GOing, GETting, PUTting, DOing and
using this RANT and the contents of your
pocket. See page 16 of the Manual about 
carrying objects in your pocket along   
with your tokens and paper.             
                                        
"What do I do next?" First, finish read-
ing this Special Edition of The Rant and
then it's time to do some exploring. You
will need to GO to the door. Next using 
the DO command you can open the door. If
you're ready and the door is open, it's 
                   6                    

</pre>
<pre>
         &#212;&#206;   WHAT'S NEXT?  &#205;&#211;          
          &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;           
time to GO out the door. GOing out      
the door will put you into the region   
right in front of your turf. This is a  
good time to see how F7 can help you    
not only identify objects and other     
avatars, but also often tell you what   
region you're standing in.              
                                        
With the cursor targeted at the floor or
ground, F7 will tell you where you are  
and which way the nearest teleport is   
located. Take a minute to note your     
address -- you'll need to know it in    
                  7                     

</pre>
<pre>
          &#212;&#219;&#206;  WHAT'S NEXT? &#205;&#219;&#211;         
            &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;           
order to walk home. When you get to know
TelePorts (see pages 22 and 23 of       
the Manual), you can return to your own 
turf by typing a TelePort address of:   
HOME.                                   
                                        
TelePorts will take you to a directory  
of port addresses if you type HELP when 
the port is activated. Teleports aren't 
free so check the amount of tokens you  
have in your pocket (GET the shining    
blue token from your pocket and use F7  
to identify its value) to be sure you   
                   8                    

</pre>
<pre>
          &#212;&#206;   WHAT'S NEXT?  &#205;&#211;         
           &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;          
enough for your travels. While it does  
not matter where you are when you sign  
off, many avatars like to return thier  
turves now and again. Finding an ATM (a 
Automatic Token Machine) is a good idea 
so you have some cash while traveling.  
Page 35 of the Manual explains how to   
use an ATM. Conveniently enough, the    
same page explains spending money in    
VenDroid machines, the machines that    
sell everything from containers to ava- 
tar heads to The Rant. The Rant ads may 
have items for sale by other avatars.   
                    9                   

</pre>
<pre>
$$$$$$$$$$$$ THE MONEY TREE $$$$$$$$$$$$
$                                      $
$  The Money $ree. Funny "t" huh? see  $
$  HABITAT Graphics in this issue of   $
$  The Rant. $ stands for token. Money!$
$          &#209;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#210;         $
$          &#218; EXCITING QUEST! &#218;         $
$          &#212;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#211;         $
$  If you believe money does't grow    $
$  on trees you don't know our Oracle. $
$  He has generously provided a way    $
$  for each new avatar to get 100$ one $
$  time only. Find the tree. Find 100$.$
$                                      $
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
                   10                   

</pre>
<pre>
$$$$$$$$$$$$ THE MONEY TREE $$$$$$$$$$$$
$                                      $
$  To find the Money $ree, head off    $
$  into the Magic Wood, along the      $
$  Forest Road. When you think you've  $
$  gone too far, keep going a little   $
$  further (ask a friendly avatar if   $
$  you don't know the way).            $
$                                      $
$  Near the end of one of the forks is $
$  a tree unlike any other tree you'll $
$  see in your travels. Find what      $
$  makes the tree "magic," and you'll  $
$  be rewarded for your efforts!!      $
$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$
                   11                   

</pre>
<pre>
    &#205;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#206;     
    &#218; PEOPLE/HOW TO BECOME A WHO! &#213;&#206;    
    &#208;&#216;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;&#218;    
     &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;    
   Many avatars arrive in HABITAT feel- 
   ing a little unsure about how they   
   will fit in this new world. Some     
   avatars quickly take the matter in   
   their own hands and others have fun  
   without ever thinking about it. Still
   we have all sorts of characters here 
   from monks to monsters, thieves to   
   thespians, and lovers to lawyers. It 
   is even possible to get listed in the
   BOOK OF RECORDS. HABITAT's record    
                   12                   

</pre>
<pre>
   &#209;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#214;&#205;&#210;&#209;&#210;&#209;&#210;&#205;&#210;&#206;&#209;&#210;&#213;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#210;   
   &#218;WALKING  &#218;&#213;&#211;&#213;&#207;&#218;&#218;&#213;&#211;&#218;&#213;&#207;&#218;  AVATAR  &#218;   
   &#218;TALKING  &#218;&#215; &#212;&#211;&#212;&#211;&#215; &#208;&#212;&#211;&#218;  RECORD  &#218;   
   &#218;GAWKING  &#218;AND HABITAT&#218;   BOOK   &#218;   
   &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#214;           &#213;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;   
             &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;              
 book includes everything from Avatars  
 in action to avatar inaction. You can  
 try for the record as most talkative or
 most sedate. Most Expressive lists the 
 letter writers, Oldest counts your days
 online, and Dangerous...well we won't  
 explain that one. You may meet or be-  
 come one of the famous or infamous ava-
 tars of HABITAT. The first step in     
                   13                   

</pre>
<pre>
  &#205;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#214;MEET THE AVATARS&#213;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#206;  
  &#218; PEOPLE &#208;&#216;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#216;&#207;PEOPLE  &#218;  
  &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;              &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;  
                                        
 becoming a who's who in Habitat is     
 meeting other avatars. This is also    
 the way to get help online. Older      
 avatars are usually very willing to    
 help out younger avatars. Of course    
 since you never know if someone is     
 a professional beggar or, worse yet, a 
 thief, it's prudent to start out by    
 contacting others by ESP or MAIL. Con- 
 sult pages 17-18 of the Manual. F3 will
 show the avatars most recently online. 
                   14                   

</pre>
<pre>
           &#218;`   PLACES   `&#218;             
 Nearby    &#218;` IN HABITAT `&#218; Tricky &    
  & Fun?   &#218;``````````````&#218;  Dangerous? 
           &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;             
                                        
   So you've been to the Money Tree, you
found an ATM and checked your bank ac-  
count and you possibly investigated a   
few other places downtown. Where should 
you go next? That depends on how adven- 
turesome you may be: some places like   
the LIBRARY, HALL OF RECORDS, ARCADE    
or SANDY'S SPA are safe and fun. The    
outskirts of town are a bit more        
dangerous, since weapons work and it's  
                  15                    

</pre>
<pre>
             &#218;   PLACES   &#218;             
             &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;             
 a bit trickier getting around in the   
 Woods or Back 40. Many twisty-turny    
 areas require a good deal of talent    
 with a compass or else a whole lot of  
 pure luck. RANDY'S ADVENTURE YMPORIUM  
 will outfit you for the task if you    
 can pay the price.                     
                                        
 Even relatively tame places like the   
 famous POPUHOUSE holds a few surprises 
 and if you visit the ORACLE'S Fountain 
 watch out for the SEWER nearby. Our tip
 for the adventurous? A flashlight.     
                   16                   

</pre>
<pre>
       &#205;&#219;&#219;&#219;&#219;&#219;&#219;&#214; THINGS &#213;&#219;&#219;&#219;&#219;&#219;&#219;&#206;         
       &#218;  BUY &#208;&#219;&#216;&#219;&#219;&#219;&#219;&#216;&#219;&#207;STEAL &#218;         
       &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#216;&#219;&#207;FIND&#208;&#219;&#216;&#219;&#219;&#219;&#219;&#219;&#219;&#207;         
              &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;                
                                        
   There are a number of ways to aquire 
 objects and a number of reasons for    
 aquiring them. As our headline suggests
 the ways of getting objects are fairly 
 self explanatory. The items might be a 
 bit more cryptic. Remember F7 gives    
 you information on most anything in    
 HABITAT. RANT Tip: before you aquire   
 everything in sight, remember carrying 
 useless items is wasteful. Pick a goal.
                   17                   

</pre>
<pre>
              MORE THINGS               
                                        
  Adventurers should obtain objects used
  in quests. Master's of disguise should
  focus on body paints and heads. What- 
  ever you collect, get some boxes or   
  you'll soon exceed the limits you can 
  carry. Boxes even fit inside boxes!   
                                        
  Of course you never know what may be- 
  come valuable. The first ever issue of
  The Rant is a collectors item. Keep   
  your eyes peeled for items that may be
  of value someday!                     
                  18                    
                                        

</pre>
<pre>
         A PUBLIC SERVICE MESSAGE       
                                        
                                        
   &#209;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#210;    
   &#218; "A little knowledge is a      &#213;&#210;   
   &#218;  dangerous thing...           &#218;&#218;   
   &#218;         Why live dangerously?"&#218;&#218;   
   &#218;                               &#218;&#218;   
   &#212;&#216;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#211;&#218;   
    &#212;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#211;   
                                        
     THE POPULOPOLIS PUBLIC LIBRARY     
                                        
  Books include: histories, records,    
  Rant back issues, stories and more.   
                   19                   

</pre>
<pre>
       &#206;&#205;&#205;&#206;&#206; &#205;&#210; &#206; &#205;&#209;&#210; &#216;&#210;&#205;&#216;&#206;&#205;&#206;&#205;&#210; &#218;       
       &#213;&#214;&#213; &#218; &#213;&#211; &#218; &#218;&#209;&#214; &#218;&#218; &#218; &#213; &#218;&#218; &#218;       
       &#207;&#208;&#208;&#207;&#208; &#215;  &#212;&#215;&#211;&#212;&#215; &#207;&#208; &#215; &#208;&#207;&#208;&#211; o       
                                        
       METER MAID:    SALARY -- 0$      
       FOOD TASTER:   SALARY -- 0$      
       MUSICIAN:      SALARY -- 0$      
       RANT REPORTER: SALARY -- 100$    
                                        
       THE HABITAT WEEKLY RANT pays     
       100$ for each news article we    
       print. See Rant Policies for     
       how to submit articles. Self     
       employment best for you? Start   
       a service and use a RANT ad.     
                   20                   

</pre>
<pre>
&#209;&#210;&#206;&#205; &#216;&#210; &#209;&#206;&#206;&#205;&#209;&#210;&#209;&#210;&#205;&#216;&#206;&#209;&#210; &#209;&#210;&#209;&#210;&#216;&#210;&#205;&#216;&#206;&#209;&#210;&#209;&#210;&#205;&#216;&#206;&#209;&#210;
&#218;&#218;&#218;&#218; &#218;  &#218;&#218;&#218;&#218;&#213;&#207;&#212;&#210; &#218; &#212;&#210;&#219;&#218; &#218;&#218;&#218;&#218; &#218; &#213;&#207;&#212;&#210; &#218; &#212;&#210;
&#212;&#211;&#212;&#211; &#215;  &#212;&#214;&#212;&#215;&#212;&#211;&#212;&#211; &#215; &#212;&#211; &#212;&#211;&#212;&#211;&#207;&#208; &#215; &#212;&#211;&#212;&#211; &#215; &#212;&#211;
  Brave &&#212; Thoughtful Avatars Rewarded! 
           &#209;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#210;           
  WIN      &#218;Quests/Contests &#218;     GAIN  
  $'S  &#209;&#219;&#219;&#219;&#207;  are regular   &#208;&#219;&#219;&#219;&#210; FAME  
      &#209;&#207;  features of HABITAT.  &#208;&#210;      
      &#218;Sometimes these are even  &#218;      
     &#209;&#207;begun by fellow avatars if&#208;&#210;     
     &#218;they think they can make a  &#218;     
     &#218;few tokens by selling clues.&#218;     
     &#218;Right now you can start the &#218;     
     &#218;Money Tree Quest. Check the &#218;     
&#219;&#219;&#219;&#207;Rant for news of current events&#208;&#219;&#219;&#219; 
                   21                   

</pre>
<pre>
CTRL:q&#213; w&#214; e&#215; r&#216; t&#201; y&#223; u&#209; i&#210; eng#&#222; +&#217; -@
                                        
a&#205; s&#206; g&#204; h&#203; j&#212; k&#211; z&#208; x&#207; c&#219; b&#218; spc-bar ` 
                                        
SHIFT: 4$ eng#&#221; -{                      
                                        
REGULAR: eng#&#220; at@  * cursor keys }|~  
 &#205;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#206; 
 &#218; CONTROL or SHIFT and the above keys&#218; 
 &#218; make up HABITAT graphics characters&#218; 
 &#218; &#221;$&#220;*{  &#213;&#214;&#215;&#216;&#201;&#223;&#209;&#210;&#222;&#217;&#219;&#205;&#206;&#204;&#203;&#212;&#211;&#208;&#207;&#218;`  }|~ &#218; 
 &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207; 
eng# = English Pound (right of minus - )
at = at symbol (right of the P key)     
spc-bar = space bar                     
                   22                   

</pre>
<pre>
  &#205;&#216;&#206;&#216; &#205;&#210;&#209;&#210;  &#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223; &#206;&#205; &#216; &#216;&#210;&#205;&#216;&#206;&#209;&#210;  
   &#218; &#218; &#213;&#211;&#212;&#210; &#201;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#223;&#213;&#214; &#218; &#218;&#218; &#218; &#212;&#210;  
   &#215; &#215; &#215; &#212;&#211; &#204;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#203;&#207;&#208; &#215; &#207;&#208; &#215; &#212;&#211;  
             &#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;               
                                        
   o If it doesn't work the first time, 
     give it another shot. Trying may   
     have moved you to the right spot.  
                                        
   o If it still doesn't work change the
     position of where you are standing.
                                        
   o Chairs are tricky. Make sure you're
     on the same plane. For example, if 
     the chair is behind a table, go to 
                   23                   

</pre>
<pre>
&#223;&#201;&#223;T&#201;&#223;I&#201;&#223;&#201;&#223;P&#201;&#223;S&#201;&#223;&#201;&#223;&&#201;&#223;H&#201;&#223;&#201;&#223;I&#201;&#223;N&#201;&#223;&#201;&#223;T&#201;&#223;S&#201;
&#220;&#220;&#203;&#201;&#220;&#220;&#223;&#204;&#220;&#220;&#203;&#201;&#220;&#220;&#223;&#204;&#220;&#220;&#203;&#201;&#220;&#220;&#223;&#204;&#220;&#220;&#203;&#201;&#220;&#220;&#223;&#204;&#220;&#220;&#203;&#201;&#220;&#220;&#223;&#204;
&#204;&#203; &#204;&#203;&#204;&#203; &#204;&#203; &#204;&#203;&#204;&#203; &#204;&#203; &#204;&#203;&#204;&#203; &#204;&#203; &#204;&#203;&#204;&#203; &#204;&#203; &#204;&#203;&#204;&#203; 
  an object behind the chair and then go
  to the chair and try again to sit.    
                                        
 o Once again, remember that objects,   
   places, teleports, and avatars can be
   identified with F7. In the case of   
   objects (coins, VenDroids, ports,    
   elevators, and lots more) F7 will    
   also give you instructions.          
                                        
 o To store and transport objects use   
   boxes/bags. Put boxes inside boxes.  
                   24                   

</pre>
<pre>
&#220; &#201;&#223; &#220; &#201;&#223; &#220; &#201;&#223; &#220; &#201;&#223; &#220; &#201;&#223; &#220; &#201;&#223; &#220; &#201;&#223; &#220; &#201;&#223; 
 &#221;&#204;&#203;T &#221;&#204;&#203;I &#221;&#204;&#203;P &#221;&#204;&#203;S &#221;&#204;&#203;T &#221;&#204;&#203;I &#221;&#204;&#203;P &#221;&#204;&#203;S
&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;
&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;
 o Talk is cheap but friends are not.   
   Use ESP and Habitat mail and TALK to 
   make friends with others. They will  
   give you help when you are lost or   
   if you have questions about Habitat. 
                                        
 o Remember that HABITAT is what you    
   make of it. Don't wait for others to 
   tell you what to do. Make up your    
   own fun. Run a nightclub. Organize a 
   union. Open a bank. Aspire to Deism! 
                   25                   

</pre>
<pre>
            TIPS AND HINTS              
&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;&#201;&#223;
&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;&#203;&#204;
                                        
o As stated in the Manual, the Oracle   
  turns you into a ghost to protect you 
  when you log off. See Manual, page 18.
                                        
o The five-guests-only-rule requires    
  that you turn into a ghost (use the   
  F1 key to ghost/de-ghost) to enter    
  areas that already have 6 avatars. See
  page 23 of the Manual for details.    
                                        
o Try going off the obvious path; you   
                    26                  

</pre>
<pre>
&#220;&#220;&#221;&#220;&#220;`&#220;&#220;&#221;&#220;&#220;`&#220;&#220;&#221;&#220;&#220;`TIPS`&#220;&#220;&#221;&#220;&#220;`&#220;&#220;&#221;&#220;&#220;`&#220;&#220;&#221;&#220;&#220;
````````````````````````````````````````
                                        
  don't always have to follow sidewalks 
  and you can even go off into the sky--
  sometimes. If you can't, you'll hear a
  soon to be familiar phrase: "There's  
  no place to go in that direction."    
                                        
o You cannot send mail to THE ORACLE.   
  See Manual page 26 for talking to the 
  Oracle. Few get wishes or answers.    
                                        
o Read the entire Manual carefully.     
                                        
                   27                   

</pre>
<pre>
&#205;&#219;&#216;&#219;&#216;&#219;&#216;&#219;&#216;&#219;&#216;&#219;&#216;&#219;&#216;&#219;&#214; RANT &#213;&#219;&#216;&#219;&#216;&#219;&#216;&#219;&#216;&#219;&#216;&#219;&#216;&#219;&#216;&#219;&#206;
&#212;&#210;&#212;&#210;&#212;&#210;&#212;&#210;&#212;&#210;&#212;&#210;&#212;&#210;&#212;&#210;&#212;&#210;$$$$&#209;&#211;&#209;&#211;&#209;&#211;&#209;&#211;&#209;&#211;&#209;&#211;&#209;&#211;&#209;&#211;&#209;&#211;
 &#213;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#219;&#219;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#215;&#219;&#214; 
 &#218;  The RANT is published every Weds. &#218; 
 &#218;  Deadline for sumbmissions is the  &#218; 
 &#218;  Fri. before the publication date. &#218; 
 &#218;  SEE THE LATEST RANT FOR PRICES:   &#218; 
 &#218;  Advertisements ---------- fee     &#218; 
 &#218;  Personals (Love $'s)----- fee     &#218; 
 &#218;  Lost items -------------- fee     &#218; 
 &#218;  Found items ------------- free!   &#218; 
 &#218;  Send all correspondence to OSGOOD &#218; 
 &#218;  using a top margin of 1 blank line&#218; 
 &#218;  and a bottom margin of 2 lines.   &#218; 
 &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207; 
                    28                  

</pre>
<pre>
          &#209;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#210;          
         &#209;&#211;  HABITAT WEEKLY  &#212;&#210;         
         &#218;o       RANT       o&#218;         
         &#212;&#210; Editor:   OSGOOD &#209;&#211;         
          &#212;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#211;          
                                        
         &#205;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#206;          
         &#218; Published By The  &#213;&#206;         
         &#218; RANT-N-RAVE PRESS &#218;&#218;         
         &#218; (See Manual, Pg.37&#218;&#218;         
         &#218; but do NOT mail   &#218;&#218;         
         &#218; to "Rant". Send   &#218;&#218;         
         &#218; mail to: OSGOOD.) &#218;&#218;         
         &#208;&#216;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;&#218;         
          &#208;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#219;&#207;         
                   29                   

</pre>
</body></html>
